tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "asdf"
brew "ast-grep"
brew "bandwhich"
brew "fd"
brew "fzf"
brew "go"
brew "lsd"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "tmux"
brew "tokei"
brew "watchexec"
brew "zoxide"
brew "zsh-completions"
brew "zsh-history-substring-search"
cask "1password"
cask "aws-vault"
cask "discord"
cask "dozer"
cask "docker"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "little-snitch"
cask "slack"
cask "visual-studio-code"
cask "zoom"
