brew "ast-grep"
brew "bandwhich"
brew "fd"
brew "fzf"
brew "gpg"
brew "lsd"
brew "mise"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "tmux"
brew "tokei"
brew "watchexec"
brew "zoxide"
brew "zsh-completions"
brew "zsh-history-substring-search"
cask "1password"
cask "aws-vault-binary"
cask "bartender"
cask "chatgpt"
cask "discord"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "little-snitch"
cask "slack"
cask "visual-studio-code"
cask "zoom"
