tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bandwhich"
brew "fzf"
brew "go"
brew "lsd"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "rustup-init"
brew "starship"
brew "tmux"
brew "tokei"
brew "vim"
brew "zoxide"
brew "zsh-completions"
brew "zsh-history-substring-search"
cask "1password"
cask "aws-vault"
cask "bartender"
cask "brave-browser"
cask "docker"
cask "epic-games"
cask "font-fira-code-nerd-font"
cask "godot"
cask "iterm2"
cask "little-snitch"
cask "signal"
cask "slack"
cask "visual-studio-code"
